export const TRANSLATIONS_UK = {
    // SITE NAME
    site_name: "Небо України",

    // HEADER
    nav: "Навігація",
    nav_about_us: "Про нас",
    nav_projects: "Проекти",
    nav_reports: "Звіти",
    nav_marketplace: "MarketPlace",

    // FOOTER
    partners: "Партнери",
    partner: "Партнер",
    supported_by: "За підтримки",

    // ABOUT US SECTION
    about_us_section_title: "Про нас",
    about_us_1: {
        title: "Хто ми",
        text: "Ми благодійний фонд, який займається допомогою цивільного населення які постраждали в результати російського вторгнення на територію України, також ми допомагаємо нашим воїнам на передові."
    },
    about_us_2: {
        title: "Як ми працюємо",
        text: "Для закупівлі потрібних, товарів ми проводимо збір коштів, який ви можете стежити для кожного проекту окремо. Після завершення збору ми купуємо всі потрібні речі й доставляємо їх у філіали в різних регіонів і вже волонтери розвозять їх по місяцях призначення."
    },
    about_us_3: {
        title: "Наша мотивація ",
        text: "Допомагати як звичайним людям, які потребують допомоги так і нашим бійцям в цей складний для нашої країни час. Роблячи світ краще."
    }


}
