export const TRANSLATIONS_UK = {
  // SITE NAME
  site_name: "Небо України",

  // START PRESENTATION
  start_presentation: {
    title: "Благодійний фонд Небо України",
    description:
      "Допомагаємо громадам, медичним закладам, ВПО та військовим, які борються за територіальну цілісність, перемогу та світле майбутнє України",
  },

  //BUTTONS
  btn_request_support: "Потрібна допомога",
  btn_take_part: "Долучитися",
  btn_modal: "Далі",
  btn_to_support: "Підтримати",

  // HEADER
  nav: "Навігація",
  nav_about_us: "Про нас",
  nav_projects: "Проекти",
  nav_reports: "Звіти",
  nav_marketplace: "MarketPlace",

  // FOOTER
  partners: "Партнери",
  partner: "Партнер",
  supported_by: "За підтримки",

  // ABOUT US SECTION
  about_us_section_title: "Про нас",
  about_us_1: {
    title: "Хто ми",
    text: "Ми благодійний фонд, який займається допомогою цивільного населення які постраждали в результати російського вторгнення на територію України, також ми допомагаємо нашим воїнам на передові.",
  },
  about_us_2: {
    title: "Як ми працюємо",
    text: "Для закупівлі потрібних, товарів ми проводимо збір коштів, який ви можете стежити для кожного проекту окремо. Після завершення збору ми купуємо всі потрібні речі й доставляємо їх у філіали в різних регіонів і вже волонтери розвозять їх по місяцях призначення.",
  },
  about_us_3: {
    title: "Наша мотивація ",
    text: "Допомагати як звичайним людям, які потребують допомоги так і нашим бійцям в цей складний для нашої країни час. Роблячи світ краще.",
  },

  // REPORTS SECTION
  reports_section_title: "Звіти",
  reports_post_large: {
    img_Alt: "жінки з візком",
    post_title: "Допомога Апостолівській лікарні",
    post_text:
      'Благодійний фонд "НЕБО УКРАЇНИ" за підтримки наших друзів Anna Yashna із міста Новомосковськ надали допомогу дуже важливими лікарськими засобами Апостолівській лікарні.',
  },
  reports_post_1: {
    img_Alt: "коробка з речами",
    post_title:
      "За підтримки компанії Ecoprod, надали необхідну допомогу захисникам України",
    post_text:
      'Благодійний фонд "НЕБО УКРАЇНИ" за підтримки наших друзів Anna Yashna із міста Новомосковськ надали допомогу дуже важливими лікарськими засобами Апостолівській лікарні.',
  },
  reports_post_2: {
    img_Alt: "медичне ліжко, жінки",
    post_title: "Нова підтримка Апостолівській лікарні",
    post_text:
      'Благодійний фонд "НЕБО УКРАЇНИ" за підтримки наших друзів Anna Yashna із міста Новомосковськ надали допомогу дуже важливими лікарськими засобами Апостолівській лікарні.',
  },
  reports_post_3: {
    img_Alt: "їжа для військових",
    post_title: "Допомога переселенцм з Херсону",
    post_text:
      'Благодійний фонд "НЕБО УКРАЇНИ" за підтримки наших друзів Anna Yashna із міста Новомосковськ надали допомогу дуже важливими лікарськими засобами Апостолівській лікарні.',
  },

  // OUR TEAM SECTION
  our_team_section: {
    img_Alt: "люди на прогулянці",
    section_title: "Наша команда",
    title: "Ми молода команда",
    text: "Яка складається з різних людей, з різними світоглядами, але всі вони об’єднані однією ціллю - допомагати людям і роботи світ кращим, всі ми беремо участь в цьом. Ми намагаємось розкрити таланти кожного волонтера знайти йому місце, де він реалізує свої уміння.",
  },

  // PARTNERS SECTION
  partners_section_title: "Партнери",
  partners_slider_1: {
    img_Alt: "Діти героїв лого",
    title: "Діти Героїв",
    text: "Lorem ipsum dolor sit amet, consectetur adipiscing elit. Pellentesque accumsan velit vitae ligula tristique viverra. Ut blandit aliquet mollis. ",
  },
  partners_slider_2: {
    img_Alt: "Українська Підтримка лого",
    title: "Українська Підтримка",
    text: "Lorem ipsum dolor sit amet, consectetur adipiscing elit. Pellentesque accumsan velit vitae ligula tristique viverra. Ut blandit aliquet mollis. ",
  },
  partners_slider_3: {
    img_Alt: "Таблеточка лого",
    title: "Таблеточка",
    text: "Lorem ipsum dolor sit amet, consectetur adipiscing elit. Pellentesque accumsan velit vitae ligula tristique viverra. Ut blandit aliquet mollis. ",
  },

  // HELP SECTION
  help_section_title: "Допомога",
  help_section: {
    img_1_Alt: "військові навчання",
    img_2_Alt: "пластикові форми",
    img_3_Alt: "тримаючи руку в госпіталі",
    title: "Ми працюємо на різні фронти",
    description:
      "Займаємось закупівлею і пошуком різних продуктів починаючи з засобів особистої гігієни до військового екіпірування",
    icn_top_Alt: "іконка долонь складених в молитві",
    label_top: "Гуманітарна Допомога",
    icn_middle_Alt: "іконка першої допомоги",
    label_middle: "Допомога Медичним Закладам",
    icn_bottom_Alt: "іконка військовослужбовця",
    label_bottom: "Допомога Військовим",
  },

  // JOIN US SECTION
  join_us_section_title: "Як до нас приєднатися",
  larger_card: {
    title: "Проекти",
    text: "Приєднайся до нашої команди",
  },
  top_card: {
    title: "Допомога",
    text: "Приєднайся до нашої команди  ",
  },
  bottom_card: {
    title: "Приєднатися до нас",
    text: "Приєднайся до нашої команди  ",
  },

  // MAP UKRAINE SECTION
  map_ukraine: {
    title: "Карта",
    description:
      "За допомогою карти відстежуйте проєкти в регіонах (Які в процесі так і які вже виконанні)",
  },
  region: {
    ua07: "Волинська область",
    ua07p: "Проекти в Волинській області",
    ua56: "Рівненська область",
    ua56p: "Проекти в Рівненській області",
    ua18: "Житомирська область",
    ua18p: "Проекти в Житомирській області",
    ua32: "Київська область",
    ua32p: "Проекти в Київській області",
    ua30: "місто Київ",
    ua30p: "Проекти в місті Київ",
    ua74: "Чернігівська область",
    ua74p: "Проекти в Чернігівській області",
    ua59: "Сумська область",
    ua59p: "Проекти в Суміській області",
    ua46: "Львівська область",
    ua46p: "Проекти в Львівській області",
    ua61: "Тернопільська область",
    ua61p: "Проекти в Тернопільській області",
    ua68: "Хмельницька область",
    ua68p: "Проекти в Хмельницькій області",
    ua05: "Вінницька область",
    ua05p: "Проекти в Вінницькій області",
    ua71: "Черкаська область",
    ua71p: "Проекти в Черкаській області",
    ua53: "Полтавська область",
    ua53p: "Проекти в Полтавській області",
    ua63: "Харківська область",
    ua63p: "Проекти в Харківській області",
    ua21: "Закарпатська область",
    ua21p: "Проекти в Закарпатській області",
    ua26: "Івано-Франківська область",
    ua26p: "Проекти в Івано-Франківській області",
    ua77: "Чернівецька область",
    ua77p: "Проекти в Чернівецькій області",
    ua35: "Кіровоградська область",
    ua35p: "Проекти в Кіровоградській області",
    ua12: "Дніпровська область",
    ua12p: "Проекти в Дніпровській області",
    ua14: "Донецька область",
    ua14p: "Проекти в Донецькій області",
    ua09: "Луганська область",
    ua09p: "Проекти в Луганській області",
    ua51: "Одеська область",
    ua51p: "Проекти в Одеській області",
    ua48: "Миколаївська область",
    ua48p: "Проекти в Миколаївській області",
    ua65: "Херськонська область",
    ua65p: "Проекти в Херсонській області",
    ua23: "Запорізьська область",
    ua23p: "Проекти в Запорізьській області",
    ua43: "Автономна Республіка Крим",
    ua43p: "Проекти в Автономній Республіці Крим",
    ua40: "місто Севастополь",
    ua40p: "Проекти в місті Севастополі",
  },

  // REGION INFO SECTION
  funds_collected: "Зібрано коштів",
  completed_projects: "Завершених проектів",
  volonteers_in_the_region: "Волонтерів в регіоні",

  // CURRENT PROJECTS SECTION
  cur_proj_section_title: "Актуальні Проекти",
  cur_proj_01: {
    img_Alt: "бутилка води",
    title: "Питна вода для мешканців Миколаїва",
    text: "Оголошується збір на закупівлю питної води у бутлях (500л) для мешканців Миколаєва",
  },
  cur_proj_02: {
    img_Alt: "бутилка води",
    title: "Питна вода для мешканців Миколаїва",
    text: "Оголошується збір на закупівлю питної води у бутлях (500л) для мешканців Миколаєва",
  },
  cur_proj_03: {
    img_Alt: "бутилка води",
    title: "Питна вода для мешканців Миколаїва",
    text: "Оголошується збір на закупівлю питної води у бутлях (500л) для мешканців Миколаєва",
  },
  cur_proj_04: {
    img_Alt: "бутилка води",
    title: "Питна вода для мешканців Миколаїва",
    text: "Оголошується збір на закупівлю питної води у бутлях (500л) для мешканців Миколаєва",
  },
  cur_proj_05: {
    img_Alt: "бутилка води",
    title: "Питна вода для мешканців Миколаїва",
    text: "Оголошується збір на закупівлю питної води у бутлях (500л) для мешканців Миколаєва",
  },
  cur_proj_06: {
    img_Alt: "бутилка води",
    title: "Питна вода для мешканців Миколаїва",
    text: "Оголошується збір на закупівлю питної води у бутлях (500л) для мешканців Миколаєва",
  },

  // HUMANITARIAN AID SECTION
  hum_proj_section_title: "Гуманітарна Допомога",
  hum_proj_01: {
    img_Alt: "бутилка води",
    title: "Питна вода для мешканців Миколаїва",
    text: "Оголошується збір на закупівлю питної води у бутлях (500л) для мешканців Миколаєва",
  },
  hum_proj_02: {
    img_Alt: "бутилка води",
    title: "Питна вода для мешканців Миколаїва",
    text: "Оголошується збір на закупівлю питної води у бутлях (500л) для мешканців Миколаєва",
  },
  hum_proj_03: {
    img_Alt: "бутилка води",
    title: "Питна вода для мешканців Миколаїва",
    text: "Оголошується збір на закупівлю питної води у бутлях (500л) для мешканців Миколаєва",
  },
  hum_proj_04: {
    img_Alt: "бутилка води",
    title: "Питна вода для мешканців Миколаїва",
    text: "Оголошується збір на закупівлю питної води у бутлях (500л) для мешканців Миколаєва",
  },
  hum_proj_05: {
    img_Alt: "бутилка води",
    title: "Питна вода для мешканців Миколаїва",
    text: "Оголошується збір на закупівлю питної води у бутлях (500л) для мешканців Миколаєва",
  },
  hum_proj_06: {
    img_Alt: "бутилка води",
    title: "Питна вода для мешканців Миколаїва",
    text: "Оголошується збір на закупівлю питної води у бутлях (500л) для мешканців Миколаєва",
  },

  // MEDICAL AID SECTION
  med_proj_section_title: "Допомога Медикам",
  med_proj_01: {
    img_Alt: "бутилка води",
    title: "Питна вода для мешканців Миколаїва",
    text: "Оголошується збір на закупівлю питної води у бутлях (500л) для мешканців Миколаєва",
  },
  med_proj_02: {
    img_Alt: "бутилка води",
    title: "Питна вода для мешканців Миколаїва",
    text: "Оголошується збір на закупівлю питної води у бутлях (500л) для мешканців Миколаєва",
  },
  med_proj_03: {
    img_Alt: "бутилка води",
    title: "Питна вода для мешканців Миколаїва",
    text: "Оголошується збір на закупівлю питної води у бутлях (500л) для мешканців Миколаєва",
  },
  med_proj_04: {
    img_Alt: "бутилка води",
    title: "Питна вода для мешканців Миколаїва",
    text: "Оголошується збір на закупівлю питної води у бутлях (500л) для мешканців Миколаєва",
  },
  med_proj_05: {
    img_Alt: "бутилка води",
    title: "Питна вода для мешканців Миколаїва",
    text: "Оголошується збір на закупівлю питної води у бутлях (500л) для мешканців Миколаєва",
  },
  med_proj_06: {
    img_Alt: "бутилка води",
    title: "Питна вода для мешканців Миколаїва",
    text: "Оголошується збір на закупівлю питної води у бутлях (500л) для мешканців Миколаєва",
  },
  // MILITARY AID SECTION
  mil_proj_section_title: "Допомога Військовим",
  mil_proj_01: {
    img_Alt: "бутилка води",
    title: "Питна вода для мешканців Миколаїва",
    text: "Оголошується збір на закупівлю питної води у бутлях (500л) для мешканців Миколаєва",
  },
  mil_proj_02: {
    img_Alt: "бутилка води",
    title: "Питна вода для мешканців Миколаїва",
    text: "Оголошується збір на закупівлю питної води у бутлях (500л) для мешканців Миколаєва",
  },
  mil_proj_03: {
    img_Alt: "бутилка води",
    title: "Питна вода для мешканців Миколаїва",
    text: "Оголошується збір на закупівлю питної води у бутлях (500л) для мешканців Миколаєва",
  },
  mil_proj_04: {
    img_Alt: "бутилка води",
    title: "Питна вода для мешканців Миколаїва",
    text: "Оголошується збір на закупівлю питної води у бутлях (500л) для мешканців Миколаєва",
  },
  mil_proj_05: {
    img_Alt: "бутилка води",
    title: "Питна вода для мешканців Миколаїва",
    text: "Оголошується збір на закупівлю питної води у бутлях (500л) для мешканців Миколаєва",
  },
  mil_proj_06: {
    img_Alt: "бутилка води",
    title: "Питна вода для мешканців Миколаїва",
    text: "Оголошується збір на закупівлю питної води у бутлях (500л) для мешканців Миколаєва",
  },

  // FUNDRAISING
  sum_required: "Сумма збору",
  sum_remains: "Залишилось",

  // MISC
  read_more: "Читати більше",
  month_june: "Червень",
  details: "Деталі",
  support: "Підтримати",
  project: "проект",
  add: "Додати",
  list: "Всі записи",
  sign_up: "Реєстрація",
  sign_in: "Увійти",

  // MODAL
  modal_title: "Звернутись за допомогою",
  modal_form: {
    alert_fail: "Необхідно заповнити усі поля",
    alert_success:
      "Ваша заявка прийнята, з Вами зв'яжеться оператор для уточнення деталей",
    name: "Ім’я",
    name_placeholder: "Введіть Ім’я",
    phone: "Номер телефону",
    phone_placeholder: "Введіть Номер телефону",
    email: "Пошта",
    email_placeholder: "Введіть Пошту",
    type_of_help: "Тип допомоги",
    type_of_help_placeholder: "Оберіть тип",
    option_1: "Гуманітарна Допомога",
    option_2: "Допомога Медичним Закладам",
    option_3: "Допомога Військовим",
    comment: "Коментарій",
    comment_placeholder: "Залиште Коментарій",
  },

  // MAP
  region_info: {
    return_to_map: "Повернутись до Карти",
    mykolayiv_projects: "Проекти в Миколаївській області",
  },

  ////// PAGES //////

  // PAGE 404
  meta_four_oh_four: {
    description: "Сторінка не знайдена",
    keywords: "Україна, війна, допомога, не знайдено",
  },

  four_oh_four: {
    title: "Схоже, Ви заблукали",
    description: "Сторінка, яку Ви шукаєте, недоступна!",
    button: "Повернутися на головну сторінку",
  },

  // PAGE ABOUT US
  meta_about_us: {
    description:
      "Небо України - благодійний фонд для надання допомоги українським громадянам, медикам, та військовим",
    keywords: "Україна, війна, благодійність, допомога",
  },

  // PAGE PROJECTS
  meta_projects: {
    description:
      "Актуальні проекти фонду Небо України для допомоги медикам, військовим та громадянам України",
    keywords: "Україна, війна, допомога, проекти",
  },

  // PAGE REPORTS
  meta_reports: {
    description:
      "Звітність благодійного фонду Небо України для забезпеення прозорості діяльності фонду",
    keywords: "Україна, війна, допомога, звітність, відповідальність",
  },

  // AUTHENTICATION
  register: "Реєстрація",
  login: "Вхід",
  email: "электронна пошта",
  password: "пароль",
  signIn: "Ввійти",
  signUp: "Зареєструватися",
  invalidEmail: "Неправильна адреса",
  required: "обов'язкове поле",
  min: "мін",
  max: "мвкс",
};
